{
  "next": "Далі",
  "done":"Готово",
  "language_select": "Оберіть мову",
  "offline_title": "Оффлайн!",
  "offline_desc": "Сервер конфігурації недоступний.",
  "welcome_title": "TGCrawler",
  "welcome_desc": "Вітаємо в автоматизованому аналізаторі Телеграм каналів! Давайте налаштуємо додаток. Першочергово, оберіть мову.",
  "desc_title": "Що це?",
  "desc_desc": "Це автоматизований кравлер Телеграм каналів, який сканує канали та аналізує їх взаємодії основані на репостах. В майбутньому додаток зможе показувати мапу відношень Телеграм каналів, демонструючи як вони взаємопов'язані.",
  "reason_title": "Навіщо це?",
  "reason_desc": "Це новий погляд на аналітику Телеграм-каналів. За допомогою додатку, Ви можете проаналізувати Ваш канал, і подивитись на його взаємодії, а також на взаємодії інших каналів з ним. Не лише аналітикою переглядів живемо, чи не так?",
  "safety_title": "Чи це безпечно?",
  "safety_desc": "Додаток не надсилає Ваші особисті дані нікуди. Вам буде потрібно увійти з Вашим телеграм акаунтом, однак він НІКОЛИ не залишить додаток і не буде надісланий нам. Цей додаток має відкритий вихідний код, тож Ви можете переконатись у безпечності, відвідавши репозиторій на GitHub.",
  "crowdsource_title": "Поділитись даними?",
  "crowdsource_desc": "Ви можете дозволити передачу аналізованих даних про зв'язки каналів. Завдяки цьому, ми зможемо побудувати глобальну мапу Телеграм каналів. Погодившись з цим, Ви не побачите рекламу в додатку. Вибір за Вами.",
  "crowdsource_yes": "Поділитись",
  "crowdsource_no": "Не ділитись",
  "done_desc": "Налаштування збережено. Насолоджуйтесь додатком і дякуємо що Ви з нами!",

  "loading_title": "Завантаження TDLib",
  "loading_desc": "Почекайте будь ласка, поки ми ініціалізуємо клієнт Телеграм. Це може зайняти деякий час.",

  "login_title": "Увійти",
  "login_desc": "Тепер будь ласка авторизуйтесь з Вашим акаунтом Телеграм для того щоб додаток міг сканувати канали. Пам'ятайте, додаток не читатиме Ваші повідомлення і Ваші дані не залишать Ваш пристрій.",
  "enter_phone": "Введіть номер телефону",
  "code_title": "Введіть код",
  "code_desc": "Будь ласка, введіть код, надісланий вам у Телеграм.",
  "password_title": "Введіть пароль",
  "password_desc": "Будь ласка, введіть Ваш пароль для завершення авторизації. Пам'ятайте, жодні Ваші дані не будуть надіслані нікуди, вони завжди залишаються на цьому пристрої. Ваша безпека дуже важлива для нас."
}